let questions = [
    {
        numb: 1,
        question: "کدام گزینه ﺑﻪ ﺗﺮﺗﯿﺐ درﺑﺎره امکان ﺷﻨﺎﺧﺖ (ذات و چیستی آسمان و زمین) و اﺳﻤﺎء و ﺻﻔﺎت ﺧﺪاي ﻣﺘﻌﺎل) ﺻﺤﯿﺢ اﺳﺖ؟ ",
        answer: "ب. ممکن - ممکن",
        options: [
            "الف. ممکن - غیر ممکن",
            "ب. ممکن - ممکن",
            "پ. غیر ممکن - غیر ممکن",
            "ج. غیر ممکن - ممکن"
        ]
    },
    {
        numb: 2,
        question: "  اگر در آﯾﻨﻪ ﻫستی ﺑﺎ دﻗﺖ ﺑﻪ ﺳﻨﺖ اﺑﺘﻼء ﻧﻈﺮ کنیم، کدام یک از ﻏﺎﯾﺎت زﯾﺮ را ﺑﺮاي آن اﺳﺘﻨﺒﺎط ﺧﻮاﻫﯿﻢ ﻧﻤﻮد؟",
        answer: "الف. رﺷﺪ دادن و ﺑﻪ ﻇﻬﻮر رﺳﺎﻧﺪن اﺳﺘﻌﺪاد ﻫﺎي افراد",
        options: [
            "الف. رﺷﺪ دادن و ﺑﻪ ﻇﻬﻮر رﺳﺎﻧﺪن اﺳﺘﻌﺪاد ﻫﺎي افراد",
            "ب. پی ﺑﺮدن ﺑﻪ ﺗﻤﺎﯾﻼت درونی و پنهان اﻧﺴﺎنﻫﺎ",
            "پ. ﻧﺼﺮت و ﯾﺎري رﺳﺎنی ﺑﻪ اﻧﺴﺎن ﻫﺎي ﺗﻼش گر و ﻣﺠﺎﻫد",
            "ج. زﻣﯿﻨﻪ ﺳﺎزي ﺑﺮاي رﺷﺪ و ﺗﻌﺎﻟی اﻧﺴﺎنﻫﺎي ﻣﻮﻣﻦ"
        ]
    },
    {
        numb: 3,
        question: "  اگر بگوییم کﻪ وﺟﻮد ﻣﺎ ذاﺗﺎ  از ﺧﻮدﻣﺎن ﻧﯿﺴﺖ، ﺑﻪ کدام ﻣﻘﺪﻣﻪ اﺷﺎره کردهاﯾﻢ و کدام ﻣﺼﺮاع، ﻣﺜﺎل روشنی ﺑﺮاي آن اﺳﺖ؟",
        answer: "الف. ﻣﻘﺪمه اول - ذات ﻧﺎﯾﺎﻓﺘﻪ از ﻫﺴتی، ﺑﺨﺶ",
        options: [
            "الف. ﻣﻘﺪمه اول - ذات ﻧﺎﯾﺎﻓﺘﻪ از ﻫﺴتی، ﺑﺨﺶ",
            "ب. ﻣﻘﺪمه اول - چون ﺗﻮاﻧﺪ که ﺑﻮد ﻫﺴتی، ﺑﺨﺶ ",
            "پ. ﻣﻘﺪمه دوم - ذات ﻧﺎﯾﺎﻓﺘﻪ از ﻫﺴتی، ﺑﺨﺶ",
            "ج. ﻣﻘﺪمه دوم - چون ﺗﻮاﻧﺪ که ﺑﻮد ﻫﺴتی، ﺑﺨﺶ "
        ]
    },
    {
        numb: 4,
        question: " اﻧﺘﻘﺎل اﺛﺮ، ﻧﻘﺶ آﻓﺮﯾﻨی ﺑﻪ ﺻﻮرت ﻣﺴﺘﻘﯿﻢ و ﻫﻤکﺎري ﻋﻠﻞ ﺑﻪ ﺗﺮﺗﯿﺐ از کﺪام راﺑﻄۀ ﺑﯿﻦ ﻋﻠﻞ ﺣکﺎﯾﺖ ﻣیکﻨﺪ؟",
        answer: "ب. طولی - عرضی - عرضی",
        options: [
            "الف. ﻋﺮﺿی - عرضی - طولی",
            "ب. طولی - عرضی - عرضی",
            "پ. عرضی - طولی - طولی",
            "ج. طولی - طولی - عرضی"
        ]
    },
    {
        numb: 5,
        question: "اﻣﺎم علی در ﺑﯿﺎنشان اﺣﺴﺎن پیاپی پرده پوشی ﺧﺪا را ﺑﻪ ﺗﺮﺗﯿﺐ ﺑﺮاي ﺑﺮخی اﻧﺴﺎن ﻫﺎ ﺑﻪ منزله چه چیز مطرح کردند؟",
        answer: "الف. گرﻓﺘﺎري و ﻣﻐﺮور ﺷﺪن اﯾﺸﺎن",
        options: [
            "الف. گرﻓﺘﺎري و ﻣﻐﺮور ﺷﺪن اﯾﺸﺎن",
            "ب. ﻏﺮور و ﻫﻼکﺖ اﯾﻦ اﻓﺮاد",
            "پ. گرﻓﺘﺎري و ﻋﺬاب اﺑﺪي اﯾﺸﺎن",
            "ج. هلاکت و ﻋﺬاب اﺑﺪي اﯾﺸﺎن"
        ]
    }
];